MIN_PLAN = '''<b>Минимальный</b>
10 сказок (1 сезон) - длительность ~45 минут
🔥Стоимость 690р. - (старая цена 1000 р.) скидка 31%
<i>Экономия 310 р.</i>
Стоимость 1-ой сказки 69 р.
Срок действия тарифа 30 дней'''

STANDARD_PLAN = '''<b>Стандартный</b>
 20 сказок (2 сезона) - длительность ~90 минут
🔥Стоимость 1090 р. - (старая цена 2000 р). скидка 45%
Стоимость 1-ой сказки 55 р.
<i>Экономия 910 р.</i>
Срок действия тарифа 30 дней
'''

MAX_PLAN = '''<b>Максимальный</b>
30 сказок (3 сезона) - длительность ~130 минут
🔥Стоимость 1190 р. - (старая цена 3000 р.) скидка 61%
Стоимость 1-ой сказки 39 р.
<i>Экономия 1810 р.</i>
Срок действия тарифа 30 дней'''