LOOP1_1 = '''Ваш малыш готов стать героем своей сказки? 🌟 Не забудьте бесплатно получить именную развивающую аудиосказку от SmartStoria! Это прекрасный способ развития и обучения ребенка через игру. 📚 Давайте вместе воплотим его мечты в жизнь! 
'''

LOOP1_2 = '''Здравствуйте! 🎈 Мы все еще ждем информации о вашем малыше для создания его персональной аудиосказки. Это отличная возможность развить его воображение, мышление, социальные навыки и эмоциональный интеллект. 📚 Не откладывайте, добавьте информацию сегодня и получите сказку бесплатно! Кнопка “Начать”
'''

LOOP1_3 = '''Здравствуйте!🌟 Хотим напомнить, что вы начали создание бесплатной аудиосказки для вашего ребенка, но так и не завершили процесс. Это прекрасная возможность погрузить вашего малыша в мир, где он станет главным героем своего приключения, обучаясь и развиваясь в уникальном формате. 📚🚀 

Не упустите шанс дать ребенку незабываемый опыт обучения. Завершите ввод данных и и бесплатно получите его личную сказку сегодня! Только представьте, как он будет рад! 🌈 
'''

LOOP2_1 = '''🎁 Чтобы получить вашу первую бесплатную аудиосказку осталось только подписаться на наш официальный канал SmartStoria🔮 
На канале вас ждут ценные советы для развития вашего ребенка и вдохновляющие примеры наших работ. 🎓📖 Это займет пару секунд и несколько кликов:
Подпишитесь на канал по ссылке https://t.me/smartstoria 🌟


Нажмите кнопку “Подписка есть” ✅
'''

LOOP2_2 = '''Здравствуйте! 🎉 Вы в одном шаге от получения вашей первой бесплатной аудиосказки от SmartStoria. Чтобы получить доступ к сказке, подпишитесь на наш канал в Телеграм. 
На канале вы найдете идеи, статьи и экспертные советы, которые помогут в воспитании и обучении. Подписывайтесь сейчас и сделайте своего ребенка главным героем его собственной сказки!🌟
Подпишитесь на канал по ссылке https://t.me/smartstoria 🌟


Нажмите кнопку “Подписка есть” ✅
'''

LOOP2_3 = '''Здравствуйте! 🎉 Всего 2 простых действия и бесплатная развивающая сказка для вашего малыша готова!
Попишитесь на наш Телеграм-канал SmartStoria по ссылке: 👉 https://t.me/smartstoria.
Нажмите кнопку “Подписка есть” ✅
'''

LOOP3_1 = '''Здравствуйте! Надеемся, вам и вашему малышу понравилась первая серия нашего сказочного сериала. Вашему ребенку наверняка захочется узнать, что ждет его героя дальше. Не заставляйте малыша ждать — жмите “Следующая серия”!'''

LOOP3_2 = '''Мы заметили, что вы еще не получили вторую серию. Не упустите возможность узнать, что ждет вашего героя дальше! Жмите на кнопку, чтобы продолжить увлекательное приключение и поддержать интерес вашего малыша к новым открытиям!
Кнопка “Следующая серия”
'''

LOOP3_3 = '''Время летит, и сказочные приключения ждут продолжения! Вторая серия уже ждет своего героя. Порадуйте вашего ребенка новыми главами, полными захватывающих приключений и ценных уроков. Жмите на кнопку и позвольте волшебству продолжаться!
'''

LOOP4_1 = '''Приветствуем вас снова! Осталось всего 2 дня до конца нашей супер акции. Воспользуйтесь скидкой до 40% на персонализированные аудиосказки, которые оживят мир вашего ребенка и окунут его в приключения, которые обучают, воспитывают и развивают с каждой новой серией. Не откладывайте, создайте магию для своего малыша уже сегодня! 🌟
'''

LOOP4_2 = '''Акция все еще действует, но не надолго!"
Время летит, и наша акция скоро закончится. Не упустите возможность заказать уникальные аудиосказки для вашего ребенка со скидкой до 40%. Это идеальный способ сделать обучение веселым и захватывающим. Закажите сегодня, чтобы ваш малыш мог стать героем своей собственной сказки. 🚀
'''

LOOP4_3 = '''Повышение цен через час.
Это последний шанс воспользоваться нашей эксклюзивной скидкой до 40%! Помните, что каждая сказка в сериале разработана специально, чтобы стимулировать любопытство и всесторонне развивать вашего малыша. Это инвестиция в их успешное будущее, которая приносит радость и знания. Заказывайте сейчас, чтобы не упустить эту замечательную возможность!
'''