GENDER_TEXT = '''Давайте начнем!🚀 
Расскажите нам немного о своем малыше, 🪄 чтобы мы могли создать для него персональный сказочный мир, где он будет главным героем и сможет с интересом учиться и развиваться.
Для кого будем создавать сказку?👇
'''


AGE_TEXT = '''Укажите возраст ребенка👇'''


ACTIVITIES_TEXT = '''Чем увлекается?👇'''


NAME_TEXT = '''Напишите имя ребенка⌨️

❕Написать нужно текстом, например, Руслан или Вера
'''


CHILD_SETTINGS_TEXT = '''Отлично! Проверим данные) 
☑️ {gender}
☑️ {age}
☑️ {name} 
☑️ {activities}
'''


WAIT_GENERATION_TEXT = '''⏳Минутку.. Создаем содержание сезона и готовим развивающие сюжеты'''


CHANNEL_SUB_TEXT = '''Остался последний шаг! 🚀
Чтобы бесплатно получить сказку, подпишитесь на основной канал SmartStoria. Там вы найдете советы для родителей 🧑‍🍼, много полезной информации от экспертов 📚 и примеры развивающих сказок, которые мы создаем. 🎧
Подпишитесь на канал по ссылке https://t.me/smartstoria 🌟
Нажмите кнопку “Подписка есть” ✅
Кнопка “Подписка есть”
'''

TIP_TEXT = '''👍 Сказка для вашего малыша находится в процессе создания. это займет 2-3 минуты.
⏳ А пока вы ждете, хотим поделиться советами экспертов о том, как извлечь максимум пользы от прослушивания наших аудиосказок
1️⃣ Регулярность и постоянство
Поставьте цель прослушивать хотя бы одну сказку в день в течение 30 дней. Регулярное прослушивание аудиосказок помогает формировать у ребенка привычку к обучению и саморазвитию. 

Ежедневное прослушивание аудиосказок улучшает языковые навыки и способствует умственному развитию, позволяя малышам лучше усваивать новую информацию через увлекательные истории. 

Наши сказки не только развлекают, но и воспитывает, помогая вашему малышу вырасти умным, счастливым и креативным.
2️⃣ Доказанная эффективность даже при фоновом прослушивании
Исследования показывают, что даже пассивное прослушивание, когда казалось бы малыш не обращает на сказку внимание, активизирует мозговую деятельность ребенка и способствует лучшему усвоению языка и развитию аудиального восприятия. Это особенно важно в раннем возрасте, когда формируются основы для будущих достижений.
Прослушивание аудиосказок в автомобиле, перед сном или во время игр — все это отличные способы естественного обучения. Такие моменты позволяют ребенку усваивать новую информацию, не чувствуя при этом усталости от традиционных методов обучения.
3️⃣ Чтение без эмоциональных подсказок
Мы сознательно уменьшили количество внешних подсказок при озвучке (эмоциональных интонаций и звуковых эффектов), чтобы побуждать детей активнее использовать собственное воображение для визуализации сцен и персонажей сказок. 
Такая речевая модель имитирует самостоятельное чтение и заставляет малышей активно «рисовать» события сказки в своем воображении, что способствует развитию их креативности и способности к сосредоточению.
❕Будьте уверены, сказки SmartStoria — это не просто развлечение. Это инструмент, который помогает родителям воспитывать счастливых, умных и творческих личностей.
'''


DISCOUNT_TEXT = '''❗️ Лимит сказок исчерпан, для продолжения нужно оплатить подписку
🌟Получите до 40% скидки на вашу первую покупку развивающего персонализированного сказочного сериала! Это отличная возможность открыть для ребёнка мир обучения и познания через волшебство сказок.
Акция действует всего 3 дня! Не пропустите, заказывайте сейчас и присоединяйтесь к многочисленным родителям, которые уже начали инвестировать в успешное будущее своих детей! 🚀
'''
